{"evidence": " Evidence for the claim\n  The IPCC lead authors are experts in their field, instructed to fairly represent the full range of the up-to-date, peer-reviewed literature.\n  This claim is supported by the"}
{"evidence": "\n\nClaim: Increased CO2 makes more water vapor, a greenhouse gas which amplifies warming\nEvidence:\n\n- CO2 is a greenhouse gas that traps heat in the atmosphere.\n- Water vapor is also a greenhouse gas that absorbs and re"}
{"evidence": "\n\nWater vapour is the most dominant greenhouse gas.\n\nEvidence:\n\nWater vapour is the most abundant greenhouse gas in the atmosphere, accounting for about 60-70% of the total greenhouse effect. It is also the most variable and"}
{"evidence": "\n\nClaim: “A leading Canadian authority on polar bears, Mitch Taylor, said: ‘We’re  seeing an increase in bears that’s really unprecedented, and in places  where we’re seeing a decrease in"}
{"evidence": "\n\nThe costs of inaction far outweigh the costs of mitigation.\n\nEvidence:\n\n1. The Intergovernmental Panel on Climate Change (IPCC) has stated that the costs of inaction on climate change will be much higher than the costs of taking"}
{"evidence": "\n\nEvidence:\n\nPossible evidence:\n\n- According to NASA, Greenland lost an average of 286 billion tons of ice per year from 1992 to 2017, which is equivalent to about 0.6 millimeters of sea level rise per year."}
{"evidence": "\n\nThe claim is true. The Greenland interior is in mass balance, but the coastlines are losing ice. This is due to the fact that the interior is receiving more snowfall than it is losing through melting, while the coastlines are exposed to"}
{"evidence": "\n\nThe evidence for the claim is that the Greenland ice sheet has been losing mass at an accelerating rate since the 1990s. This is supported by satellite data that shows that the ice sheet has lost an average of 286 billion tons of ice per year since"}
{"evidence": " Evidence for the claim\n  The primary impact of CO2 is its greenhouse warming effect.\n  This is supported by scientific studies and data showing the correlation between CO2 levels and global temperature rise.\n  The claim"}
{"evidence": "\n\nThe greenhouse effect is a natural process that helps regulate the Earth's temperature. However, human activities such as burning fossil fuels and deforestation have increased the concentration of greenhouse gases in the atmosphere, leading to an enhanced greenhouse effect and global warming. This has"}
